<template>
    <section class="about-wrap">
        <div class="about-flex">
            <div class="about-f1 bg-1"></div>
            <div class="about-f2">
                <div class="about-content">
                    <div class="about-article">
                        <div class="main-head">
                            <h1>關於我</h1>
                        </div>
                        <div class="about-text">
                            <p><strong><i>"Life is a great big canvas, and you should throw all the paint on it you can."</i><br>──人生是一幅大畫布，你可以儘可能的著色。</strong></p>
                            <p>嗨，我出生於古樸的鹿港小鎮，幼時隨父母搬遷來台中，雖然不是土生土長的本地人，迄今也在台中生活二十餘年，儼然已是我的家。但作為根，縱然物是人非，每年仍固定會抽空回去小鎮走走晃晃，暫時擱下城市裡的喧囂繁忙，在小鎮馥郁的歷史芬芳間徜徉。</p>
                            <p>畢業於國立彰化師範大學資管系，讀的是資訊管理，但所學主要是數位設計，因此，即便投入職場後工作以網頁前端程式開發為主，仍保有一定程度的繪圖軟體操作及設計相關知識，不僅在處理專案時能更敏銳發現問題並協助提供解決方案，也比較能站在設計師的角度換位思考，竭盡可能將靈感轉化為現實。</p>
                            <p><br></p>
                            <p><strong><i>"How do we treat the life, the life how we treat."</i><br>──我們怎樣對待生活，生活就怎樣對待我們。</strong></p>
                            <p>閒暇休閒以戶外活動為主，對登山尤有「熱忱」，這是一種常常過程中暗忖短時間再也爬山了，但一下山又開始不自覺思考起下一座目標的行程安排，然後進入下一個迴圈的扭曲熱忱，從原先單純圖健康而開始的運動，演變如今已成為生活不可或缺的一部分。</p>
                            <p>每名登山者都有自己一套登山哲學，我也不例外。於我而言，每一趟登山其實都是一次人生縮影的體現──行前做好準備，探索未知旅程，突破自我極限，冷靜應對任何危機，或許每一次登頂都不一定能收穫大景，也有可能咬牙苦撐換來只是沒有展望的空虛，但是人生何嘗不是如此？總是會有徒勞無功的時候。轉念一想，即便是那些不盡人意的歷練，也都是促使我們成長茁壯的養分。</p>
                            <p><br></p>
                            <p><strong><i>"All that glitters is not gold."</i><br>──發亮的東西不一定都是金子。</strong></p>
                            <p>和多數人一樣，我既沒有顯赫的家世，也沒有名為台灣之光的黃袍加身，但誰說這樣的凡人就無法發光發熱？保持正向積極的心態，持續汲取新知並追求進步，璞玉終有一天也會綻放璀璨光芒。你不一定要很厲害，才能開始；但你要開始，才能很厲害。</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>